ardour
bambustudio-bin
base
base-devel
bibata-cursor-theme
bluedevil
blueman
bluez
bluez-utils
cpupower
dhcpcd
discord
dolphin
dunst
efibootmgr
egl-wayland
figlet
firefox
freecad
game-devices-udev
gimp
git
gnome-bluetooth-3.0
gnome-shell
grub
heroic-games-launcher-bin
hyprland
hyprlock
hyprpaper
hyprshot
intel-ucode
kitty
libcec
libsoup
linux
linux-firmware
linux-headers
man-db
mesa-demos
neofetch
neovim
network-manager-applet
networkmanager
nmap
nodejs
noto-fonts-cjk
npm
ntp
nvidia
nvidia-settings
nvidia-utils
nwg-look
obsidian
openssh
openvpn
openvpn-update-resolv-conf-git
openvpn-update-systemd-resolved
os-prober
pipewire
pipewire-alsa
pipewire-pulse
plocate
prismlauncher
protonup-qt
spotify-launcher
steam
sudo
ttf-liberation
ttf-ubuntu-font-family
ttf-ubuntu-mono-nerd
unzip
uwsm
vi
waybar
webkit2gtk-4.1
wine
wireplumber
woff2-font-awesome
wofi
xdg-desktop-portal
xdg-desktop-portal-wlr
xpadneo-dkms
yay
yay-debug
yt-dlp
